// app/data/beachNames.js
export const beachNames=[
  '광안리','속초','제주','해운대','경포대','송정','만리포','을왕리','사천','몽돌',
  '와현','다대포','대천','변산','임랑','송도','안목','연포','무창포','삼척',
  '용두','죽도','모항','계곡','낙산','춘장대','진하','송림','낙조','진하2',
  '장사','화진','망상','칠포','용한','증도','덕산','덕구','격포','오랑대',
  '만대','방포','망월','선유도','갈음이','장항','몽산포','칠암','옥계','간절곶',
  '포항','학동','장호','사계','삼양','정암','함덕','협재','중문','김녕',
  '도두','월정','하도','이호테우','화순','남원','표선','섭지코지','토평','강정',
  '사계2','천지연','정방','곽지','금능','애월','구엄','한림','모슬포','조천',
  '세화','성산','하귀','외도','도평','이호','내도','중문2','범섬','선흘',
  '마라도','신창','수월봉','고산','해안','유수암','북촌','상명','구좌','대포',
];
